Repository: maurovanetti/guidi-tu
Catalog: lib/common/l10n/app_*.arb
Languages: it

source: Who drives tonight?
it: Chi guida stasera?

source: Who pays tonight?
it: Chi paga stasera?

# findOutPlaying
source: Play to find out!
it: Decidetelo giocando!

source: Play
it: Gioca

source: Play again
it: Gioca di nuovo

# info
source: About this app
it: Informazioni

# challenge
source: Dexterity challenge
it: Prova di abilità

source: 🌐 Change language
it: 🌐 Cambia lingua

source: Download from Google Play
it: Scarica da Google Play

source: Download from App Store
it: Scarica da App Store

# logoPath
source: assets/images/title/logo_en.png
it: assets/images/title/logo_it.png

source: How does it work?
it: Come funziona?

# proceed
source: Next
it: Avanti

# tutorial1
source: Who drinks alcohol doesn't drive, **too dangerous**. Every group should have a **Sober Driver**.
it: Chi beve alcolici non guida, **troppo pericoloso**. Ogni gruppo dovrebbe avere un **Guidatore Sobrio**.

# tutorial2
source: By playing one of this app's mini games, you decide who drinks and who drives. **Whoever comes last, drives and doesn't drink**.
it: Giocando a uno dei minigiochi di questa app, si stabilisce chi beve e chi guida. **Chi arriva ultimo, guida e non beve**.

# tutorial3
source: But watch out: **whoever comes first, can drink but must pay**. Therefore, it's better to get to mid-table!
it: Ma attenzione: **chi arriva primo, può bere ma deve pagare**. Quindi, conviene arrivare a metà classifica!

# tutorial4
source: Possible penalties for who comes first: * Pay for non-alcoholic drinks for the Sober Driver? * Offer snacks to everyone? * Pay the fuel?
it: Penalità possibili per chi arriva primo: * Pagare analcolici al Guidatore Sobrio? * Offrire snack a tutti? * Pagare la benzina?

# defaultPlayerNames
source: ALEX,DANNY,JO,LOU,MO,ROBBY,SAM
it: ALE,FEDE,GIO,MICHI,ROBI,SIMO,VALE

# duplicatesWarningTitle
source: Duplicate names.
it: Nomi duplicati.

# duplicatesWarning
source: Some names are the same, please change them.
it: Alcuni nomi sono uguali tra loro, per favore cambiali.

# addPlayersWarning
source: Please add at least 2 players.
it: Aggiungi almeno 2 partecipanti per favore.

source: Register players
it: Registra partecipanti

# clickNamesToEdit
source: Click on the names to edit them:
it: Clicca sui nomi per modificarli:

source: Add player
it: Aggiungi partecipante

# playersReady
source: Ready
it: {gender, select, m{Pronti} f{Pronte} other{Si inizia}}

source: Edit player
it: Modifica partecipante

# setFemininePlayer
source: Use «she»
it: Chiamala «giocatrice»

# setMasculinePlayer
source: Use «he»
it: Chiamalo «giocatore»

# setNeutralPlayer
source: Use «they»
it: Nessuna preferenza

source: Max {n} letters
it: Massimo {n} lettere

source: Cancel
it: Annulla

source: Confirm
it: Conferma

# pickDiscipline
source: Pick a discipline
it: Scegli una disciplina

# recommendedDiscipline
source: Suggested
it: Suggerita

# itsTurnOf
source: It's the turn of
it: Tocca a

# tieBreaker
source: In case of a tie, the fastest wins.
it: A pari merito, conta la velocità.

# iAmReady
source: I'm ready
it: {gender, select, m{Sono pronto} f{Sono pronta} other{Eccomi}}

source: Everyone played
it: {gender, select, m{Hanno giocato tutti} f{Hanno giocato tutte} other{Ogni persona ha giocato}}

source: Generous Designated Benefactor
it: {gender, select, m{Generoso Benefattore Designato} f{Generosa Benefattrice Designata} other{Responsabile della Generosa Beneficenza}}

source: Authorised Drinker
it: {gender, select, m{Bevitore Autorizzato} f{Bevitrice Autorizzata} other{Persona Autorizzata a Bere}}

source: Sober Designated Driver
it: {gender, select, m{Guidatore Sobrio Designato} f{Guidatrice Sobria Designata} other{Responsabile della Guida Sobria}}

# shot0
source: remained completely still
it: {gender, select, m{ è stato immobile} f{ è stata immobile} other{ non ha mosso un dito}}

# shotOver100
source: stormed heaven
it: ha assaltato il cielo

# shotUnderMinus100
source: went to the underworld
it: {gender, select, m{ è disceso negli inferi} f{ è discesa negli inferi} other{ ha raggiunto gli inferi}}

# shotOverAbsolute20
source: put some effort
it: {gender, select, m{ si è dato da fare} f{ si è data da fare} other{ ci ha messo impegno}}

# steadyHandStory1
source: resisted
it: ha resistito

# steadyHandStory2
source: fought hard
it: ha tenuto duro

# steadyHandStory3
source: stayed in the saddle
it: è {gender, select, m{rimasto} f{rimasta} other{ancora}} in sella

# steadyHandStorySuffix1
source: very little
it: pochissimo

# steadyHandStorySuffix2
source: decently
it: dignitosamente

# steadyHandStorySuffix3
source: for quite a while
it: un bel po'

# steadyHandStorySuffix4
source: for a long time
it: a lungo

# playSecretlyTitle
source: Play in secret
it: Gioca di nascosto

# playSecretly
source: Don't show your move to those who have not played yet.
it: Non mostrare la tua mossa a chi non ha ancora giocato.

# iAmDone
source: I'm done!
it: Ho finito!

source: Outcome
it: Risultati

source: Ranking
it: Classifica

# finalResults
source: The final results are ready…
it: I risultati finali sono pronti…

# seeFinalResults
source: Let's check them!
it: Vediamoli!

# seeRanking
source: Let's see the rankings now!
it: E ora vediamo la classifica!

# canDrinkButMustPay
source: Can drink, must pay
it: Può bere ma paga

source: Can drink
it: {count, plural, =1{Può} other{Possono}} bere

# drivesAndDoesntDrink
source: Drives, doesn't drink
it: Guida e non beve

source: End
it: Fine

# disclaimer
source: This app was created under the provisions of project Safe & Drive, led by the City of Cuneo, funded by the Italian government — Department for Anti-Drug Policy. The main goal of the project is the reduction of street accidents correlated with the consumption of alcohol and other addictive substances.
it: Applicazione realizzata nell'ambito del progetto Safe & Drive, finanziato dal Consiglio dei Ministri — Dipartimento per le Politiche Antidroga, che ha come capofila la Città di Cuneo. L'obiettivo principale è la riduzione degli incidenti stradali correlati al consumo di alcol e sostanze.

# mainCredits
source: Produced by **cooperativa sociale Alice** Conceived and developed by **Mauro Vanetti** Art and animation by **Jacopo Rovida** Localised by **Mauro Vanetti** Testing and precious advice by **Jacopo Rovida**
it: Prodotta da **cooperativa sociale Alice** Pensata e sviluppata da **Mauro Vanetti** Disegni e animazioni di **Jacopo Rovida** Localizzazione curata da **Mauro Vanetti** Collaudo e preziosi consigli di **Jacopo Rovida**

# freeSoftwareCredits
source: This app is free software. The entire source code and all assets are on GitHub (maurovanetti/guidi-tu) and can be reused for non-commercial purposes according to the license indicated in the repository. If you wish to add a mini game, file a bug, suggest improvements, add localisations, please directly contribute there.
it: Questa app è software libero. Tutto il codice sorgente e gli asset si trovano su GitHub (maurovanetti/guidi-tu) e possono essere riutilizzati purché non a scopo di lucro secondo la licenza indicata nel repository. Se volete aggiungere un minigioco, segnalare dei bug, proporre migliorie, aggiungere traduzioni, intervenite pure direttamente lì.

# elapsedTime
source: Elapsed: {seconds} s
it: Tempo trascorso: {seconds}"

# xCentimeters
source: {x} cm
it: {x}

# xSeconds
source: {x} s
it: {x}"

# xSecondsPrecise
source: {x} s
it: {x}"

# longShotName
source: Long Shot
it: Spararla grossa

# longShotDescription
source: Pick a high number.
it: Scegli un numero alto.

# longShotExplanation
source: You drive if you picked the lowest number. But watch out: who picked the highest number, pays.
it: Guidi tu se scegli il numero più basso. Ma attenzione: chi sceglie il numero più alto, paga.

# shortShotName
source: Short Shot
it: Cadere in basso

# shortShotDescription
source: Pick a low number.
it: Scegli un numero basso.

# shortShotExplanation
source: You drive if you picked the highest number. But watch out: who picked the lowest number, pays.
it: Guidi tu se scegli il numero più alto. Ma attenzione: chi sceglie il numero più basso, paga.

# morraDescription
source: Guess the total.
it: Indovina la somma.

# morraExplanation
source: Choose how many fingers you are showing and forecast how many fingers will be shown by all players combined. You drive if your guess was the furthest from the actual total. But watch out: who got closest, pays.
it: Scegli quante dita mostrare e prevedi quante dita saranno mostrate da tutti. Guidi tu se ti avvicini di meno alla somma giusta. Ma attenzione: chi si avvicina di più, paga.

# battleshipName
source: Battleship
it: Battaglia navale

# battleshipDescription
source: Rescue and sink.
it: Salva e affonda.

# battleshipExplanation
source: Pick where you are placing your floaters and which squares you are attacking. Score {pointsPerRescue} for each of your floaters that you saved, and {pointsPerHit} for each enemy floater that you sank. You drive if you got the lowest score. But watch out: who got the highest score, pays.
it: Scegli dove collocare i tuoi galleggianti e in quali caselle attaccare. Fai ${pointsPerRescue} punti per ogni tuo galleggiante salvato, ${pointsPerHit} per ognuno che affondi. Guida chi fa meno punti. Ma attenzione: chi ne fa di più, paga.

# stopwatchName
source: Stopwatch
it: Cronometro

# stopwatchDescription
source: Prove split-second timing.
it: Spacca il secondo.

# stopwatchExplanation
source: The hand spins fast. You can stop it whenever you want. If it goes past noon, it starts from zero. You drive if you stopped the hand at the lowest value. But watch out: who stopped it ahead of everyone, pays.
it: La lancetta gira velocemente. Puoi fermarla quando vuoi. Se supera il mezzogiorno, ricomincia da zero. Guidi tu se hai fermato la lancetta al valore più basso. Ma attenzione: chi la ferma più avanti di tutti, paga.

# steadyHandName
source: Steady Hand
it: Mano ferma

# steadyHandDescription
source: Hold it still.
it: Resisti immobile.

# steadyHandExplanation
source: Hold the phone horizontally on your hand. Do not drop the marble. You drive if you held out less than everyone else. But watch out: who lasted longest, pays.
it: Tieni il telefono in orizzontale sulla tua mano. Non far cadere la biglia. Guidi tu se resisti meno di tutti. Ma attenzione: chi resiste più a lungo, paga.

# ouijaName
source: Telepathy
it: Telepatia

# ouijaDescription
source: Guess the word.
it: Indovina la parola.

# ouijaExplanation
source: Compose a sequence of letters. Score {pointsPerMiss} for each letter also used by other people, {pointsPerGuess} if it's in the same position too. You drive if you got the lowest score. But watch out: who got the highest score, pays.
it: Componi una sequenza di lettere. Fai {pointsPerMiss} pt. per ogni lettera usata anche da altri, ${pointsPerGuess} pt. se è anche nella stessa posizione. Guida chi fa meno punti. Ma attenzione: chi ne fa di più, paga.

# rpsName
source: Rock Paper Scissors
it: Morra cinese

# rpsDescription
source: Win the tournament.
it: Sasso, carta o forbici?

# rpsExplanation
source: Compose a sequence of hand gestures. Who is in the winning team in each round score one point. You drive if you got the lowest score. But watch out: who got the highest score, pays.
it: Componi una sequenza di gesti. Ad ogni turno, chi è nel gruppo vincente ad ogni turno vince un punto. Guida chi fa meno punti. Ma attenzione: chi ne fa di più, paga.

# strawsName
source: Straws
it: Bastoncino corto

# strawsDescription
source: Pick a short straw.
it: Scegli un bastoncino.

# strawsExplanation
source: You can cycle through the straws until you find one you like. You drive if you got the shortest pick. But watch out: who picked the longest one, pays.
it: Puoi cambiare bastoncino finché non ne trovi uno che ti piace. Guidi tu se lo scegli più corto degli altri. Ma attenzione: chi sceglie il più lungo, paga.

# boulesName
source: Boules
it: Bocce

# boulesDescription
source: Get close to the jack.
it: Avvicinati al boccino.

# boulesExplanation
source: Two boules each, only the best shot counts. Pick direction and strength of your shots. You drive if you got the furthest from the jack. But watch out: who got the closest, pays.
it: Due bocce a testa, conta solo il tiro migliore. Scegli la direzione e la forza dei lanci. Guidi tu se alla fine la boccia più lontana dal boccino bianco è la tua. Ma attenzione: chi avrà la boccia più vicina al boccino, paga.

# quitTitle
source: Abort game
it: Interruzione del gioco

# quitMessage
source: Do you really want to quit the match? You will come off as a spoilsport!
it: Vuoi davvero interrompere il gioco? Farai una figura da guastafeste!

# quitConfirm
source: Stop everything
it: Ferma tutto

# quitCancel
source: Continue playing
it: Continua a giocare

# dragFloaters
source: Drag your floaters onto the squares
it: Trascina i galleggianti nelle caselle

# chooseTargets
source: And now choose where to hit
it: E ora decidi dove colpire

# nPointsPerSave
source: {n} {n, plural, =1{pt.} other{pts.}} for each surviving floater
it: {n} pt. per ogni galleggiante salvato.

# nPointsPerHit
source: {n} {n, plural, =1{pt.} other{pts.}} for each successful hit
it: {n} pt. per ogni colpo andato a segno.

# dragAndRelease
source: Drag the arrow and release
it: Trascina la freccia e poi lascia andare

# waitForBoules
source: Let's wait for the bowls to stop…
it: Aspettiamo che le bocce si fermino…

# onlyOneBowlCounts
source: Only the best shot of every player counts
it: Conta solo la boccia migliore di ogni partecipante

source: TOTAL =
it: SOMMA =

# totalFingers
source: Fingers total:
it: Totale dita:

# essentialAlphabet
source: AEIOUY
it: ABCDEFGHILMNOPQRSTUVZ

# extraAlphabet
source: BCDFGHJKLMNPQRSTVWXZ
it: JKWXY

# nPointsPerFullGuess
source: {n} {n, plural, =1{pt.} other{pts.}} for each letter guessed.
it: {n} pt. per lettera indovinata.

# nPointsPerPartialGuess
source: {n} {n, plural, =1{pt.} other{pts.}} for each letter in the wrong place.
it: {n} pt. per lettera nel posto sbagliato.

# onePointPerWin
source: 1 pt. for each round won.
it: 1 pt. per giocata vincente.

# zeroPointsPerTie
source: 0 pt. for ties and standoffs.
it: 0 pt. per pareggio o stallo.

# longTapToReset
source: Tap longer to reset
it: Tieni premuto per azzerare

# smorfia0
source: the newborn
it: il neonato

# smorfia1
source: Italy
it: l'Italia

# smorfia2
source: the little girl
it: la bambina

# smorfia3
source: the queen cat
it: la gatta

# smorfia4
source: the piglet
it: il maialino

# smorfia5
source: the hand
it: la mano

# smorfia6
source: looks down
it: guarda giù

# smorfia7
source: the vase
it: il vaso

# smorfia8
source: the virgin
it: la vergine

# smorfia9
source: the children
it: i figli

# smorfia10
source: the beans
it: i fagioli

# smorfia11
source: the little mice
it: i topini

# smorfia12
source: the soldier
it: il soldato

# smorfia13
source: the saint
it: il santo

# smorfia14
source: the breathalyzer
it: l'etilometro

# smorfia15
source: the boy
it: il ragazzo

# smorfia16
source: the butt
it: il sedere

# smorfia17
source: the misfortune
it: la sfortuna

# smorfia18
source: the blood
it: il sangue

# smorfia19
source: the laughter
it: la risata

# smorfia20
source: the party
it: la festa

# smorfia21
source: in the nude
it: senza vestiti

# smorfia22
source: the madman
it: il matto

# smorfia23
source: the fool
it: il tonto

# smorfia24
source: the guards
it: le guardie

# smorfia25
source: Christmas
it: Natale

# smorfia26
source: the saint
it: la santa

# smorfia27
source: the chamber pot
it: il pitale

# smorfia28
source: the breasts
it: i seni

# smorfia29
source: the dad
it: il papà

# smorfia30
source: the lieutenant
it: il tenente

# smorfia31
source: the master
it: il padrone

# smorfia32
source: the big eel
it: il capitone

# smorfia33
source: the years
it: gli anni

# smorfia34
source: the head
it: la testa

# smorfia35
source: the little bird
it: l'uccellino

# smorfia36
source: the castanets
it: le nacchere

# smorfia37
source: the monk
it: il monaco

# smorfia38
source: the beatings
it: le botte

# smorfia39
source: the knot
it: il nodo

# smorfia40
source: the boredom
it: la noia

# smorfia41
source: the knife
it: il coltello

# smorfia42
source: the coffee
it: il caffè

# smorfia43
source: the gossip
it: il gossip

# smorfia44
source: the prison
it: la prigione

# smorfia45
source: the mineral water
it: l'acqua minerale

# smorfia46
source: the money
it: i soldi

# smorfia47
source: the skeleton
it: lo scheletro

# smorfia48
source: who speaks
it: che parla

# smorfia49
source: the meat
it: la carne

# smorfia50
source: the bread
it: il pane

# smorfia51
source: the garden
it: il giardino

# smorfia52
source: the mom
it: la mamma

# smorfia53
source: the old man
it: il vecchio

# smorfia54
source: the hat
it: il cappello

# smorfia55
source: the music
it: la musica

# smorfia56
source: the fall
it: la caduta

# smorfia57
source: the hunchback
it: il gobbo

# smorfia58
source: the rider
it: il rider

# smorfia59
source: the hair
it: i peli

# smorfia60
source: the lament
it: il lamento

# smorfia61
source: the hunter
it: il cacciatore

# smorfia62
source: the prey
it: la preda

# smorfia63
source: the bride
it: la sposa

# smorfia64
source: the tailcoat
it: il frac

# smorfia65
source: the cry
it: il pianto

# smorfia66
source: the two spinsters
it: le due single

# smorfia67
source: in the guitar
it: nella chitarra

# smorfia68
source: the soup
it: la zuppa

# smorfia69
source: upside down
it: sottosopra

# smorfia70
source: the palace
it: il palazzo

# smorfia71
source: the bad man
it: l'omaccio

# smorfia72
source: the wonder
it: la meraviglia

# smorfia73
source: the hospital
it: l'ospedale

# smorfia74
source: the cave
it: la grotta

# smorfia76
source: the fountain
it: la fontana

# smorfia77
source: the legs
it: le gambe

# smorfia78
source: the beauty
it: la bella

# smorfia79
source: the thief
it: il ladro

# smorfia80
source: the mouth
it: la bocca

# smorfia81
source: the flowers
it: i fiori

# smorfia82
source: the table
it: la tavola

# smorfia83
source: the bad weather
it: il maltempo

# smorfia84
source: the church
it: la chiesa

# smorfia85
source: the souls
it: le anime

# smorfia86
source: the shop
it: la bottega

# smorfia87
source: the lice
it: i pidocchi

# smorfia88
source: the caciocavallos
it: i caciocavalli

# smorfia89
source: the old woman
it: la vecchia

# smorfia90
source: the fear
it: la paura

# smorfia91
source: there isn't
it: non c'è

# smorfia92
source: the uranium
it: l'uranio

# smorfia93
source: the app
it: la app

# smorfia94
source: the plutonium
it: il plutonio

# smorfia95
source: the window
it: la finestra

# smorfia96
source: upside down
it: sottosopra

# smorfia97
source: the grimace
it: la smorfia

# smorfia98
source: the college
it: il collegio

# smorfia99
source: the edge
it: il bilico

# shotStory1
source: did {gender, select, m{his} f{her} other{their}} best
it: ha fatto del suo meglio

# shotStory2
source: played fair
it: ha giocato pulito

# shotStory3
source: made a move
it: ha fatto la sua mossa

# shotStorySuffix1
source: in a hurry
it: in un istante

# shotStorySuffix2
source: rapidly
it: con rapidità

# shotStorySuffix3
source: calmly
it: con calma

# shotStorySuffix4
source: very calmly
it: con molta calma

# shotStorySuffix5
source: in geological times
it: in tempi geologici

# shotStorySuffix6
source: in astronomical times
it: in tempi astronomici

# stopwatchMemo1
source: Remember:
it: Ricordate:

# stopwatchMemo2
source: The stopwatch does not need to be stopped at its first round!
it: L'orologio non deve per forza essere fermato al primo giro!

# stopwatchMemo3
source: If you passed beyond the zero, you'd rather wait for the next round.
it: Se avete superato lo zero, conviene aspettare il giro successivo.

source: Pick another straw
it: Prendine un altro

source: Scores
it: Punteggi

# collectedNStars
source: You collected {n} {n, plural, =1{star} other{stars}}{emotion, select, bad{…} meh{.} other{!}}
it: Hai raccolto {n} {n, plural, =1{stella} other{stelle}}{emotion, select, bad{…} meh{.} other{!}}

# compareWithPreviousScores
source: Compare with previous performances.
it: Confrontalo coi risultati precedenti.

source: Not drinking:
it: Senza bere:

source: Drinking:
it: Bevendo:

source: You can start
it: Si può iniziare

source: Software licences
it: Licenze software

# appName
source: Sober Driver
it: Guidi Tu
